import styles from './Terms.module.css';
const Terms = props => {
    return(
        <div className={`container ${styles.wrapper}`}>
            <h1>
                Пользовательское соглашение
            </h1>
            <p>
                Настоящая Политика в отношении обработки персональных данных (далее – «Политика») подготовлена в соответствии с п. 2 ч .1 ст. 18.1 Федерального закона Российской Федерации «О персональных данных» №152-ФЗ от 27 июля 2006 года (далее – «Закон») и определяет позицию Некоммерческой организации «Фонд капитального ремонта многоквартирных домов Республики Саха (Якутия)» (далее – «Компания») в области обработки и защиты персональных данных (далее – «Данные»), соблюдения прав и свобод каждого человека и, в особенности, права на неприкосновенность частной жизни, личную и семейную тайну.
            </p>

            <h2>
                Область применения
            </h2>
            <ul>
                <li>
                    Настоящая Политика распространяется на Данные, полученные как до, так и после ввода в действие настоящей Политики.
                </li>
                <li>
                    Понимая важность и ценность Данных, а также заботясь о соблюдении конституционных прав граждан Российской Федерации и граждан других государств, Компания обеспечивает надежную защиту Данных.
                </li>
            </ul>

            <h2>
                Определения
            </h2>
            <ul>
                <li>
                    Под Данными понимается любая информация, относящаяся к прямо или косвенно определенному или определяемому физическому лицу (гражданину), т.е. к такой информации, в частности, относятся: фамилия, имя, отчество, электронная почта, номер телефона, ip адрес, Страна, Область, Город, Район города, Индекс, Адрес, Компания, Факс, Email, Комментарий
                </li>
                <li>
                    Под обработкой Данных понимается любое действие (операция) или совокупность действий (операций) с Данными, совершаемых с использованием средств автоматизации и/или без использования таких средств. К таким действиям (операциям) относятся: сбор, запись, систематизация, накопление, хранение, уточнение (обновление, изменение), извлечение, использование, передача (распространение, предоставление, доступ), обезличивание, блокирование, удаление, уничтожение Данных.
                </li>
                <li>
                    Под безопасностью Данных понимается защищенность Данных от неправомерного и/или несанкционированного доступа к ним, уничтожения, изменения, блокирования, копирования, предоставления, распространения Данных, а также от иных неправомерных действий в отношении Данных.
                </li>
            </ul>
            <h2>
                Правовые основания и цели обработки Данных
            </h2>
            <ul>
                <li>
                    Обработка и обеспечение безопасности Данных в Компании осуществляется в соответствии с требованиями Конституции Российской Федерации, Закона, Трудового кодекса Российской Федерации, подзаконных актов, других определяющих случаи и особенности обработки Данных федеральных законов Российской Федерации, руководящих и методических документов ФСТЭК России и ФСБ России.
                </li>
                <li>
                    Субъектами Данных, обрабатываемых Компанией, являются: клиенты – потребители, в т.ч. посетители сайта fondkr.ru, принадлежащего Компании в том числе с целью оформления заказа на Сайте fondkr.ru
                </li>
                <li>
                    Компания осуществляет обработку Данных субъектов в следующих целях: осуществления возложенных на Компанию законодательством Российской Федерации функций, полномочий и обязанностей в соответствии с федеральными законами, в том числе, но не ограничиваясь: Гражданским кодексом Российской Федерации, Налоговым кодексом Российской Федерации, Трудовым кодексом Российской Федерации, Семейным кодексом Российской Федерации, Федеральным законом от 01.04.1996 г. № 27-ФЗ «Об индивидуальном (персонифицированном) учете в системе обязательного пенсионного страхования», Федеральным законом от 27.07.2006 г. № 152-ФЗ «О персональных данных», Федеральным законом от 28.03.1998 г. № 53-ФЗ «О воинской обязанности и военной службе», Федеральным законом от 26.02.1997 г. № 31-ФЗ «О мобилизационной подготовке и мобилизации в Российской Федерации», Федеральным законом от 8.02.1998 г. №14-ФЗ «Об обществах с ограниченной ответственностью», Федеральным законом от 07.02.1992 №2300-1 «О защите прав потребителей», Федеральным законом от 21.11.1996 г. № 129- ФЗ «О бухгалтерском учете», Федеральным законом от 29.11.2010 г. № 326-ФЗ «Об обязательном медицинском страховании в Российской Федерации», Клиентов – потребителей в целях: предоставления информации по товарам/услугам, проходящим акциям и специальным предложениям; информирования о статусе заказа;
                </li>
            </ul>
        </div>
    );
}

export default Terms;